# CleatTemplateConversion

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**type** | **str** |  | [default to 'IdeaStatiCa.Api.Connection.Model.CleatTemplateConversion, IdeaStatiCa.Api']

## Example

```python
from ideastatica_connection_api.models.cleat_template_conversion import CleatTemplateConversion

# TODO update the JSON string below
json = "{}"
# create an instance of CleatTemplateConversion from a JSON string
cleat_template_conversion_instance = CleatTemplateConversion.from_json(json)
# print the JSON string representation of the object
print(cleat_template_conversion_instance.to_json())

# convert the object into a dict
cleat_template_conversion_dict = cleat_template_conversion_instance.to_dict()
# create an instance of CleatTemplateConversion from a dict
cleat_template_conversion_from_dict = CleatTemplateConversion.from_dict(cleat_template_conversion_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)